_org/_posts/2022-06-20-the-identity-stack.org
#+OPTIONS: toc:nil num:nil

#+BEGIN_EXPORT html
---
layout: post
title: The Identity Stack
excerpt: How identity works in America and why intersectionality isn't it
---
#+END_EXPORT

A few years ago Dilbert cartoonist Scott Adams began espousing the idea of a "[[https://www.youtube.com/watch?v=PP91WmrgpBE][talent stack]]", which caught my attention in the context of a sea of attempts to explain then-candidate Donald Trump's campaign success.

Adams [[https://www.scottadamssays.com/trumps-talent-stack-systems-versus-goals/][pointed out]] that Trump, in politics as in business, isn't particularly good at any one thing but has built a /system of skills/ that allow him to navigate any situation, including running for president. And indeed, supporters saw in Trump precisely what they wanted to see--a successful businessman, a political outsider, an alpha male, a Christian, and so on. In some cases they were right; in others, almost entirely wrong; but Adams was absolutely correct that the talent stack Trump had accrued over a lifetime put him head and shoulders above competitors.

After the election, I began thinking about this idea of "stacking" seemingly unrelated things into a useful system in the context of [[https://www.vox.com/the-highlight/2019/5/20/18542843/intersectionality-conservatism-law-race-gender-discrimination][intersectionality]], a strain of modern American political thought that seeks to define an individual as the "intersection" of various factors, such as race, gender, sexuality, etc. Of course, individuals have a bevy of attributes, but rather than being descriptive, intersectionality treats these attributes as definitive. This gives rise to ideas like the "[[https://www.nationalreview.com/2016/05/transgender-bathroom-college-campus-feminism-poststructuralism-academic-theory-modesty/][victimhood totem pole]]", which causes media to agonize over whether to take the side of a gay white female or that of a transgender black male over bathroom access.

Rather than whine about the amount of public oxygen taken up by such inanity, I wanted to better understand why these ideas have spread. Just as there are no "revolutions" in technology, but rather plodding evolution that the broader public pays no attention to until a critical threshold is reached, there are no "revolutions" in politics either. I posited that intersectionality must have deep roots in American culture and political thought, and set out to explore why.

** Identity and the Old World

What is identity? Fundamentally, it is a means of distinguishing "us" from "them". "We" share an identity; "they" do not. Identity is a question of loyalty, but since we have no means to unambiguously determine what lies in men's hearts, we must resort to judging each other by the visible and demonstrable. These include inalienable attributes such skin color, but also cultural elements such as clothing[fn:1].

As communities grew larger, they became more diverse, and the question of identity became more important as it was the basic prerequisite for organizing a complex society. The question of who is "us" became tied into questions of political rights, economic privileges, civic responsibilities, and more--a lot was at stake. As such, access to identities became more controlled via mechanisms such as citizenship, which flourished among the classical Greeks, and rigid cultural tenets, as practiced by the ancient Chinese. Adjacent questions like:

- What defines "us"?
- Who can become "us"?
- Under what circumstances does someone leave "us"?

arose and had to be answered satisfactorily. And the answer, invariably, was a tighter and tighter set of conditions, a *purity test*, for acceptance into an identity.

What is the difference between a Czech and a Slovak? I asked myself this question a few years go on a trip to Central Europe. To my eyes they were, quite frankly, the same. And they, in turn, may well ask, "what is the difference between a Chinese and a Korean?", because to their eyes there's none. From a far enough perspective, these purity tests are nonsensical; but up close, they are everything to the peoples involved. The Czechs and Slovaks are different enough that they [[https://en.wikipedia.org/wiki/Dissolution_of_Czechoslovakia][refused to live in the same country]], while the Koreans fought [[https://en.wikipedia.org/wiki/Goguryeo%E2%80%93Sui_War][massive wars]] against the Chinese centuries ago to maintain a distinct identity. In Europe and Asia, to this day, identity is guarded and in many ways defined by these purity tests.

** Identity and the New World

In the beginning, the New World's concept of identity was the same as that of the Old World. The small number of European settlers had no desire to be swallowed up by the large number of natives, and so distinctions had to be drawn clearly. The English in North America practiced a strategy of keeping to themselves and not intermarrying, or in general interacting with, the natives. The Spanish in South America adopted a different strategy of dividing up [[https://www.nuestraverdad.com/post/spanish-caste-system][mixes of people into castes]].

What the New World faced that the Old World didn't, however, was a constant influx of peoples that every generation or so upended the existing demographic & identity structure. In his [[https://founders.archives.gov/documents/Franklin/01-04-02-0080#BNFN-01-04-02-0080-fn-0014-ptr][1751 pamphlet]] /Observations Concerning the Increase of Mankind/, Ben Franklin noted that "whites", namely English and German Saxons, were very few; and that if Britain did not adopt policies that favored rather than suppressed its people in North America, other "swarthy" Germans, "Palatine boors", would "Germanize us instead of our Anglifying them, and will never adopt our Language or Customs, any more than they can acquire our Complexion".

The Germans did, in fact, become the [[https://www.economist.com/united-states/2015/02/05/the-silent-minority][largest ethnic group]] in the United States, though it took a few generations longer than Franklin feared. But German did not become the dominant language or culture; instead, generations later, the German-run Puck magazine would be a [[https://www.irishcentral.com/roots/history/the-history-behind-famous-1889-anti-irish-puck-magazine-cartoon][leading critic of Irish immigration]], portraying the latter as unassimilable Papist Celts. The Irish, in turn, would engage in [[https://historyofyesterday.com/the-beer-wars-of-the-1920s-1867c0da6ee2?gi=8b92ccbf0117][bitter conflict]] with later-comers such as Italians, ostensibly over criminal proceeds but fundamentally over their hard-won place in American society. The cycle repeats itself to the present day, but something else began to occur, unique to the New World--the emergence of an identity based on *diversity* rather than purity.

