_posts/2022-06-20-the-identity-stack.html

<div id="outline-container-orgab3d25c" class="outline-2">
<h2 id="orgab3d25c">Purity and Diversity</h2>
<div class="outline-text-2" id="text-orgab3d25c">
<p>
In the early 19th Century, a North American with native ancestry would strive to keep that fact a secret. It certainly wasn't something to be brought up voluntarily in polite company. By the late 19th Century, however, it'd become fashionable to claim that one had a little bit of Apache or Cherokee in them; and in modern times prominent individuals might even <a href="https://www.washingtonpost.com/politics/elizabeth-warren-apologizes-for-calling-herself-native-american/2019/02/05/1627df76-2962-11e9-984d-9b8fba003e81_story.html">lie about such heritage</a> altogether.
</p>

<p>
When and why did this change take place? And why, at the time being a bit (though not too much) Native American became fashionable, being a bit black was as socially unacceptable as ever?
</p>

<p>
The answer, I suspect, lies in the <b>utility of an identity attribute</b>. In the late 19th and early 20th centuries, <a href="https://www.migrationpolicy.org/programs/data-hub/charts/immigrant-population-over-time">immigration to the United States surged</a>. In 1916, during WWI, Teddy Roosevelt <a href="https://web.archive.org/web/20140328025514/http://theodore-roosevelt.com/images/research/txtspeeches/672.pdf">urged against</a> the phenomenon of "hyphenated Americans", whom he considered "not an American at all". Anxiety about foreigners was high, colored by war, as it had been in Ben Franklin's time during the Anglo-French contention over North America. The established population looked at the sea of foreigners swarming the country and asked, "how do we distinguish ourselves from them"?
</p>

<p>
The most obvious answer might be to resort to purity and emphasize one's Englishness, as that is the nation's founding culture. The problem was that by now much of the established population was mixed with the Germans, Irish, Swedish, etc. While the new Southern and Central Europeans were certainly viewed as racially inferior, emphasizing ethnic differences wasn't enough. A different sort of "purity" had to be established, one based on historical and political factors, not just bloodline.
</p>

<p>
Some could claim their ancestors had fought in the American Revolution<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>. Some, going back even further, that they were descendants of the Mayflower Pilgrims<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>. But in this contest there was a "trump card" which could anchor one's chronological legitimacy back thousands rather than hundreds of years&#x2013;being part native.
</p>

<p>
By this time, the Native Americans had ceased to be a threat, its leaders reduced to <a href="https://www.history.com/news/the-unlikely-alliance-between-buffalo-bill-and-sitting-bull">curious entertainment</a> for the masses. Claiming to be part native no longer carried with it the political or security implications from a few generations ago. And as being of "mixed blood", e.g. English, Scottish, and German, was already rather common, the taboo around being any kind of "mixed" had already been weakened. But while one might merely acknowledge being part German, or sheepishly admit to being part Irish, the claim to being part native was something different&#x2013;an explicit invocation of a marginal identity attribute, one with which nearly all claimants had little genuine engagement, for social, economic, and political gain.
</p>

<p>
Note&#x2013;the key phrase here is <b>social, economic, and political gain</b>. While claiming to be part native increased one's legitimacy via ties to the land, as well as exposed oneself to advantageous policies being introduced to uplift the Indians, claiming to be part <i>black</i> offered no such advantages. Blacks were still very much a denigrated minority, and the less association with them the better.
</p>

<p>
In a strange way, claiming to be part native was still sort of an appeal to purity&#x2013;it just prioritized chronological purity in favor of the ethnic kind. Nonetheless, it opened the door to an ideology about identity unique to the New World, where <i>this, that, and the other</i> became more valued than <i>this and only this</i>. <b>American identity became diverse</b>. Thus, we came to an inflection point between the Old World model and the New, at a time when American civilization was coming into its own and distinguishing itself from the European parent.
</p>
</div>
</div>

<div id="outline-container-orgf87c0f6" class="outline-2">
<h2 id="orgf87c0f6">A Nation of Clubs</h2>
<div class="outline-text-2" id="text-orgf87c0f6">
<p>
Political commentator <a href="https://anncoulter.com/">Ann Coulter</a> and I don't agree on much, but I must credit her with a comment that greatly advanced my understanding of the United States. In an interview with <a href="https://www.nytimes.com/2018/10/16/nyregion/proud-boys-gavin-mcinnes.html">Gavin McInnes</a>, the much-maligned founder of the <a href="https://wausaupilotandreview.com/2017/11/26/controversial-proud-boys-embrace-western-values-reject-feminism-and-political-correctness/">Proud Boys</a> group, Ann expressed approval of said group by talking about how her father had belonged to a number of men's clubs, all of which had disappeared due to liberalism, feminism, and the like. "America," she said, "was a nation of clubs."
</p>

<p>
I chewed on this comment for a while. In American schools, clubs are a vitally important part of the culture and educational process. Unlike other countries, where exams are the only determinant of college acceptance, club involvement and in particular leadership are taken very seriously here. The stereotypical American high schooler captains two sports, plays in the marching band, leads the debate club, and somehow still finds time to accrue community service hours. Outside of school, clubs proliferate even further, from professional organizations to political parties to PTAs. America is indeed "a nation of clubs".
</p>

<p>
These clubs serve to socialize young people with their peers, teach them responsibility, and allow a few to take the reins of leadership early in life. But there's something more&#x2013;they allow the practice of diverse identity. On the football team you might be one sort of person; in band another; and on the debate team a third. These personalities and associated social circles don't necessarily overlap, so the individual ends up at the intersection of many things, ready to engage with and profit from any of them. If the football team's having a party, you can have a good time; if band is performing somewhere exotic, you get to travel; and if the debate team gets to hobnob with well-connected politicians, you're there too.
</p>

<p>
This is the sort of diversity people mean when they say that "<a href="https://greatergood.berkeley.edu/article/item/how_diversity_makes_us_smarter">diversity makes us stronger</a>". Individuals, at the intersection of groups which they may join, leave, or move between freely, can benefit and in turn benefit from each. Analogous to Scott Adams' talent stack, an <b>identity stack</b> can be constructed that offers an individual opportunities they would not have under a purity-based system, and enriches society with the fruits of their novel and profitable combination.
</p>

<p>
This all sounds well and good, but what is its relationship to the politics of "intersectionality"? Why does the latter lead to ridiculous disputes and foment controversy?
</p>
</div>
</div>
