_org/_posts/2022-06-20-the-identity-stack.org
** Union vs. Intersection

Until now we've used the word "intersection" in a general sense to mean "at the nexus of". To explain the politics of intersectionality, however, we have to resort to a stricter definition, and differentiate [[http://www.differencebetween.net/language/words-language/difference-between-union-and-intersection/][/intersection/ from /union/]].

In mathematics, a union is an /or/ relationship. One could say that they're black /or/ a woman /or/ LGBT--they are /any/ of those things, or /all/ of them, or some combination thereof. A union takes a maximalist approach, and exposes the greatest surface area for interaction.

An /intersection/, on the other hand, is an /and/ relationship. If one is black /and/ a woman /and/ LGBT, they are /all/ of those things only, and someone who is /not/ all of those things--say, someone who is only black and a woman--is not the same. It takes a minimalist approach, exposing the least surface area for interaction.

When discussing a talent/identity stack, we really mean a union of skills or attributes, not an intersection of them. Being able to program /or/ do finance is useful in that we can interact with different fields and different communities. In contrast, only being able to work with others who are also simultaneously capable of programming and doing finance limits oneself to a very small community. In a sense, *union is diversity, while intersection is purity*.

The problem with political intersectionality, then, is that it is focused on the intersection instead of the union, *an ideology of purity masquerading in the language of diversity*. Having gotten people "in the door" via an appeal to a deeply-rooted American idea of diverse identity, intersectionality then rejects the tenets of the idea entirely in favor of the purity test. Worse, it tries to have its cake and eat it too, by demanding the benefits of each useful identity attribute--diversity quotas for being black, chivalrous treatment for being a woman, etc.--despite practicing exclusion rather than inclusion. It is a wolf in sheep's clothing, and the fierce debates we see are between those trying to kill the wolf and those trying to defend the "sheep".

As with most purity-oriented identities, it is unsustainable and self-destructive. Practitioners are constantly trying to one-up each other by [[https://www.usnews.com/news/elections/articles/2019-12-23/purity-tests-divide-democrats][devising ever more restrictive rules]] on who gets to be a good intersectionalist[fn:4]. Someone who fulfills eight of nine criteria is impure and must be [[https://www.nytimes.com/2020/08/18/world/asia/china-cai-xia-expelled-communist-party.html][expelled from the party]]. The movement is a ravenous beast with a bottomless appetite for former adherents newly found to be lacking in motivation and faith; it will not stop until it's completely [[https://www.spectator.com.au/2018/11/when-the-left-eats-itself/][eaten itself]], but not before trying to take a bite out of everyone else.

** Intersectionality vs. the Identity Stack

From this perspective, it should be no surprise that what has arisen to counter the "intersectional cult" is another purity-oriented movement--[[https://www.newstatesman.com/world/europe/2022/06/austria-far-right-found-new-enemy-lgbtq-community][white nationalism]]. What adherents to the latter believe, if only intuitively, is that the former is in fact a purity-based movement; that it means to exclude them as well as others, and even to do them harm; and that the response is to fight fire with fire. Like the Communists and Fascists who fed off of each other in the early 20th Century, at the core these ideologies are more similar than they are different--both are hostile to the basic freedom of people to choose who they are, what they believe, and how to engage with it.

What's the answer to these issues? Aside from tackling the economic causes that underpin political movements, we must promote the idea of the identity stack--that people are the union of all their identity attributes, not a narrow intersection of them. An individual who's mentally placed themselves in a narrow group will hear nothing of the outside world or care for anything besides the group's supposed interests. They are lost to society and indeed to reason itself.

There is another topic of discussion here, that of the hijacking of minority identity attributes by dominant groups for political purpose, but it would take another whole essay to even begin to tackle it, so I will leave it for the future if I ever get to it. One attribute--being black--is touched up on [[http://www.tianxiangxiong.com/2020/08/10/the-decline-of-black-political-power.html][another piece]], /The Decline of Black Political Power/. This piece can be seen as a generalization of that one, and may itself be expanded into a more general idea still; we shall see.

* Footnotes

[fn:1] /Huaxia/, an archaic term for Chinese civilization, refers in part to the [[https://en.wikipedia.org/wiki/Huaxia][flowery clothing]] that early Chinese wore.

[fn:2] The [[https://www.dar.org/archives/four-founders][Daughters of the American Revolution]] was founded, not coincidentally, in 1890.

[fn:3] The [[https://themayflowersociety.org/about/][Society of Mayflower Descendants]] first emerged in 1894

[fn:4] Or Progressive Democrat, on the electoral front
