_posts/2022-06-20-the-identity-stack.html

<div id="outline-container-org50f4d55" class="outline-2">
<h2 id="org50f4d55">Union vs. Intersection</h2>
<div class="outline-text-2" id="text-org50f4d55">
<p>
Until now we've used the word "intersection" in a general sense to mean "at the nexus of". To explain the politics of intersectionality, however, we have to resort to a stricter definition, and differentiate <a href="http://www.differencebetween.net/language/words-language/difference-between-union-and-intersection/"><i>intersection</i> from <i>union</i></a>.
</p>

<p>
In mathematics, a union is an <i>or</i> relationship. One could say that they're black <i>or</i> a woman <i>or</i> LGBT&#x2013;they are <i>any</i> of those things, or <i>all</i> of them, or some combination thereof. A union takes a maximalist approach, and exposes the greatest surface area for interaction.
</p>

<p>
An <i>intersection</i>, on the other hand, is an <i>and</i> relationship. If one is black <i>and</i> a woman <i>and</i> LGBT, they are <i>all</i> of those things only, and someone who is <i>not</i> all of those things&#x2013;say, someone who is only black and a woman&#x2013;is not the same. It takes a minimalist approach, exposing the least surface area for interaction.
</p>

<p>
When discussing a talent/identity stack, we really mean a union of skills or attributes, not an intersection of them. Being able to program <i>or</i> do finance is useful in that we can interact with different fields and different communities. In contrast, only being able to work with others who are also simultaneously capable of programming and doing finance limits oneself to a very small community. In a sense, <b>union is diversity, while intersection is purity</b>.
</p>

<p>
The problem with political intersectionality, then, is that it is focused on the intersection instead of the union, <b>an ideology of purity masquerading in the language of diversity</b>. Having gotten people "in the door" via an appeal to a deeply-rooted American idea of diverse identity, intersectionality then rejects the tenets of the idea entirely in favor of the purity test. Worse, it tries to have its cake and eat it too, by demanding the benefits of each useful identity attribute&#x2013;diversity quotas for being black, chivalrous treatment for being a woman, etc.&#x2013;despite practicing exclusion rather than inclusion. It is a wolf in sheep's clothing, and the fierce debates we see are between those trying to kill the wolf and those trying to defend the "sheep".
</p>

<p>
As with most purity-oriented identities, it is unsustainable and self-destructive. Practitioners are constantly trying to one-up each other by <a href="https://www.usnews.com/news/elections/articles/2019-12-23/purity-tests-divide-democrats">devising ever more restrictive rules</a> on who gets to be a good intersectionalist<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>. Someone who fulfills eight of nine criteria is impure and must be <a href="https://www.nytimes.com/2020/08/18/world/asia/china-cai-xia-expelled-communist-party.html">expelled from the party</a>. The movement is a ravenous beast with a bottomless appetite for former adherents newly found to be lacking in motivation and faith; it will not stop until it's completely <a href="https://www.spectator.com.au/2018/11/when-the-left-eats-itself/">eaten itself</a>, but not before trying to take a bite out of everyone else.
</p>
</div>
</div>

<div id="outline-container-org75aa691" class="outline-2">
<h2 id="org75aa691">Intersectionality vs. the Identity Stack</h2>
<div class="outline-text-2" id="text-org75aa691">
<p>
From this perspective, it should be no surprise that what has arisen to counter the "intersectional cult" is another purity-oriented movement--<a href="https://www.newstatesman.com/world/europe/2022/06/austria-far-right-found-new-enemy-lgbtq-community">white nationalism</a>. What adherents to the latter believe, if only intuitively, is that the former is in fact a purity-based movement; that it means to exclude them as well as others, and even to do them harm; and that the response is to fight fire with fire. Like the Communists and Fascists who fed off of each other in the early 20th Century, at the core these ideologies are more similar than they are different&#x2013;both are hostile to the basic freedom of people to choose who they are, what they believe, and how to engage with it.
</p>

<p>
What's the answer to these issues? Aside from tackling the economic causes that underpin political movements, we must promote the idea of the identity stack&#x2013;that people are the union of all their identity attributes, not a narrow intersection of them. An individual who's mentally placed themselves in a narrow group will hear nothing of the outside world or care for anything besides the group's supposed interests. They are lost to society and indeed to reason itself.
</p>

<p>
There is another topic of discussion here, that of the hijacking of minority identity attributes by dominant groups for political purpose, but it would take another whole essay to even begin to tackle it, so I will leave it for the future if I ever get to it. One attribute&#x2013;being black&#x2013;is touched up on <a href="http://www.tianxiangxiong.com/2020/08/10/the-decline-of-black-political-power.html">another piece</a>, <i>The Decline of Black Political Power</i>. This piece can be seen as a generalization of that one, and may itself be expanded into a more general idea still; we shall see.
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<i>Huaxia</i>, an archaic term for Chinese civilization, refers in part to the <a href="https://en.wikipedia.org/wiki/Huaxia">flowery clothing</a> that early Chinese wore.
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
The <a href="https://www.dar.org/archives/four-founders">Daughters of the American Revolution</a> was founded, not coincidentally, in 1890.
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
The <a href="https://themayflowersociety.org/about/">Society of Mayflower Descendants</a> first emerged in 1894
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
Or Progressive Democrat, on the electoral front
</p></div></div>


</div>
</div>
